export const descripOptions = [
    { key: 18, name: 'استمارة بيانات البحيرات' },
    { key: 19, name: 'استمارة عينات البحيرات' },
    { key: 20, name: 'استمارة بيانات المزارع السمكية' },
    { key: 21, name: 'استمارة بيانات المفرخات السمكية' },
    { key: 22, name: 'استمارة المياه البحرية' },
    { key: 23, name: 'استمارة بيانات الموانئ / نقط السروح' },
    { key: 5, name: 'تعديل بيانات وصفية' },
    { key: 6, name: 'حذف بيانات وصفية' },
    { key: 7, name: 'عرض البيانات الوصفية' },
    { key: 12, name: 'ادخال بيانات وصفية' }]
  export const spatialOptions = [
    { key: 8, name: 'تعديل بيانات مكانية' },
    { key: 9, name: 'حذف بيانات مكانية' },
    { key: 10, name: 'متابعة تعديل بيانات مكانية' },
    { key: 11, name: 'متابعة تغيرات الحدود المكانية' },
    { key: 24, name: 'عرض بيانات مكانية' },
    { key: 25, name: "متابعة تغيرات صورالاقمارالصناعية" },
  ];
  export const QueriesOptions = [
    {key:14,name:'إنتاج المزارع / المفرخات'},
    {key:15,name:'تداخل المزارع / المفرخات مع البحيرات'},
    {key:16,name:'الفترة الإيجارية للمزارع السمكية'},
    {key:17,name:'تفاصيل تغيرات الحدود'},
];
  
